---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyBottomChordVerticalProjectionParam
source: html/dd27433a-ec2e-89dc-bead-ace8bc4aa510.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyBottomChordVerticalProjectionParam Property

"Analytical Vertical Projection"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyBottomChordVerticalProjectionParam { get; }
```